{
  "HOME": {
    "CALL_US": "CALL US",
    "EMAIL_US": "EMAIL US",
    "MARKET": "MARKET",
    "HOME": "Home",
    "ABOUT": "About",
    "SERVICES": "Services",
    "CONTACT": "Contact",
    "COMPANY": "The Company",
    "VISION_MISSION": "Vision & Mission",
    "PRODUCTS": "Products",
    "SLIDER1": "we believe in fostering enduring relationships",
    "SLIDER3": "providing innovative solutions, and contributing to the growth",
    "SLIDER4": "and prosperity of our partners and the communities we serve.",
    "THE_COMPANY": "THE COMPANY",
    "COMPANY_SUBTITLE": "Florya General Trading LLC is a prominent business entity based in the United Arab Emirates.",
    "COMPANY_DESCRIPTION": " Florya General Trading LLC dedicated to delivering excellence in various sectors. Established with a commitment to quality, reliability, and customer satisfaction, Florya General Trading has emerged as a leading player in the wholesale and trading industry.",
    "READ_OUR_MISSION": "READ OUR MISSION",
    "WORD_FROM_CEO": "WORD FROM CEO",
    "READ_THE_MESSAGE_FROM_OUR_CEO": "READ THE MESSAGE FROM OUR CEO",
    "CEO_DESCRIPTION1": "I am delighted to extend a warm welcome to you on behalf of FLORYA GENERAL TRADING, where our commitment to excellence and innovation is at the heart of everything we do.",
    "CEO_DESCRIPTION2": "As the Director of Florya Company in the Emirates, I am honored to lead a team dedicated to delivering unparalleled services in general trade, the provision of petroleum products, and transportation solutions. Our journey has been shaped by a steadfast commitment to quality, reliability, and building lasting relationships",
    "CEO_DESCRIPTION3": "Our client base includes industries, transport, power generator, construction, and marine services.",
    "CEO_DESCRIPTION4": "in the ever–evolving energy sector, Florya stands as a reliable supplier of petroleum products, including Gasoline, Gasoil, Jet Fuel A1, and more. Our commitment to quality and efficiency ensures that we meet the dynamic energy needs of our clients",
    "CEO_DESCRIPTION5": "Our business is conducted in Abu Dhabi with strategic depots in UAE.",
    "WARM_REGARDS": "Warm regards ,",
    "CEO_NAME": "Osama K M Alaqad",
    "CEO_POSITION": "Director, FLORYA GENERAL TRADING",
    "SERVICES_HOME": "SERVICES",
    "SERVICES_DESCRIPTION": "Florya General Trading offers a comprehensive portfolio of products to meet the varying ",
    "SERVICES_DESCRIPTION1": "needs of businesses across different industries",
    "BUILDING_MATERIALS": "Building Materials",
    "IT_COMPUTER_EQUIPMENT": "IT Computer equipment",
    "FUEL_SUPPLIER": "Fuel supplier",
    "ONSHORE_AND_OFFSHORE_OIL": "Onshore and Offshore Oil and Gas Fields and Facilities",
    "GOODS_AND_SHIPMENT_SERVICES": "Goods and Shipment Services",
    "PARA_PHARMACEUTICAL_PRODUCTS_WHOLESALE": "Para–Pharmaceutical Products Wholesale",
    "WHOLESALE_OF_PERFUME_TRADING": "Wholesale of Perfume Trading",
    "SERVICES_BROKER": "Services Broker",
    "WHOLESALE_OF_FILLING_AND_PACKAGING_MATERIAL_TRADING": "Wholesale of Filling and Packaging Material Trading",
    "WHOLESALE_OF_COSMETICS_AND_TRADING": " Wholesale of Cosmetics and Trading",
    "IMPORTING": "Importing",
    "HEAD_OFFICE": "HEAD OFFICE",
    "OUR_SERVICES": "OUR SERVICES",
    "QUICK_LINKS": "QUICK LINKS",
    "FOOTER_DESCR": "Collaboratively deliver partnerships progressive alignments. Assertively premier supply chains before emerging solutions. Monetize high–payoff action items before wireless internal or organic sources exceptional action items.",
    "SUPPORT": "SUPPORT",
    "OFFICE": "OFFICE"
  },
  "ABOUT": {
    "THE_COMPANY": "The Company",
    "COMPANY_OVERVIEW": "COMPANY OVERVIEW",
    "HOME": "HOME",
    "COMPANY_TITLE": "Florya General Trading LLC is a prominent business entity based in the United Arab Emirates, dedicated to delivering excellence in various sectors.",
    "COMPANY_DESC": "Established with a commitment to quality, reliability, and customer satisfaction, Florya General Trading has emerged as a leading player in the wholesale and trading industry .",
    "COMPANY_DESC1": "Florya General Trading has garnered extensive experience and built strong relationships with numerous companies in the UAE. This network enables the company to navigate the business landscape effectively, ensuring successful collaborations and partnerships ",
    "COMPANY_DESC2": "Wealth can only be accumulated by the earnings of industry and the savings of frugality.",
    "OUR_CULTURE": "OUR CULTURE",
    "CULTURE_DESC": "Embrace orthogonal bandwidth after backward compatible process improvements.",
    "CULTURE_DESC1": "Interactively fashion functional action items after 24/365 results. Dynamically redefine world–class metrics without leading–edge markets. Progressively orchestrate enabled outside the box thinking via scalable quality vectors. Objectively unleash optimal core competencies.",
    "VISION_MISSION": "Our Vision & Mission",
    "TITLE_DESC": "Engaging in general trading activities, Florya General Trading offers a comprehensive portfolio",
    "TITE_DESC1": "of products to meet the varying needs of businesses across different industries.",
    "OUR_MISSION": "Our Mission",
    "COMPANY_NAME": "FLORYA GENERAL TRADING LLC",
    "MISSION_DESC": "Florya General Trading LLC is a prominent business entity based in the United Arab Emirates, dedicated to delivering excellence in various sectors. Established  with a commitment to quality, reliability, and customer satisfaction, Florya General Trading has emerged as a leading player in the wholesale and trading industry .",
    "OUR_VISION": "OUR VISION",
    "VISITON_DESC": "To be a leading player in the local market, providing high–quality products and services, while fostering sustainable and mutually beneficial partnerships.",
    "MISSION_DESC1": "Florya General Trading is dedicated to delivering superior products and services  across diverse industries, ensuring customer satisfaction, operational excellence, and contributing to the economic growth of the region."
  },
  "SERVICES": {
    "BUILDING_MATRIALS_DESC": "Electricals – Hardware – Cables – Fitting – Water Tanks – Transformers – Safety Products – Marine Lights – Doors – Marble – Paints – Power Tools – Hand tools – Wooden items– Submersible pump – Valves – Water Pump Invertor – Welding electrodes",
    "IT_DESC": "Laptop - Desktop - PCs - Monitors - Servers - Tablet - PCs - Projectors - Voice  Dictation - SSD - Flash Memory - Hard Drives - Optical Drives - Drives - Keyboards -Mice - Desktop Sets - Headsets - Microphones - Headphones - Game Controllers - Surge Protectors/UPS - Speakers – Webcams.",
    "FUEL_SUPPLIER_DESC": "Florya General Trading is a reliable supplier of petroleum products,  including Gasoline, Gasoil, Jet Fuel A1, Bitumen, Lubricants, and others as  well as shipment. The company ensures the delivery of high-quality fuels to meet the energy needs of its clients .▪ Our team is comprised of experienced and versatile professionals with significant expertise across the light, Middle, and heavy distillate.▪ For Diesel, we provide Premium quality, low sulfur automotive Diesel fuel  for high-speed diesel-powered engines, generator sets and other  industrial applications, which ensures high grade performance levels.",
    "ONSHORE_AND_OFFSHORE_OIL_DESC": "The company offers specialized services related to onshore and offshore oil and gas fields, providing essential support to the energy sector",
    "GOODS_AND_SHIPMENT_SERVICES_DESC": "Florya General Trading provides land shipment services, facilitating the smooth transportation of goods within the region with a commitment to reliability and efficiency. All our oil products can be exported and import in any part of the world.",
    "PARA_PHARMACEUTICAL_PRODUCTS_WHOLESALE_DESC": "Florya General Trading is a trusted wholesale distributor of Para-Pharmaceutical Products, ensuring a diverse and high-quality range of healthcare solutions for  its clientele",
    "WHOLESALE_OF_PERFUME_TRADING_DESC": "The company is a key player in the wholesale perfume trading sector, providing an extensive collection of premium fragrances sourced from reputable brands",
    "SERVICES_BROKER_DESC": "Florya General Trading acts as a reliable services broker, leveraging its experience and industry connections to connect clients with tailored solutions that meet their specific business requirements",
    "WHOLESALE_OF_FILLING_AND_PACKAGING_MATERIAL_TRADING_DESC": "Specializing in the supply of filling and packaging materials, Florya General Trading addresses the packaging needs of diverse industries with high-quality and innovative solutions.",
    "WHOLESALE_OF_COSMETICS_AND_TRADING_DESC": "Florya General Trading is a preferred partner in the wholesale trading of  cosmetics, providing a wide range of beauty and skincare products to meet the  demands of the market .",
    "IMPORTING_DESC": "With a focus on importing, the company brings top-quality products to the local market, ensuring a steady supply of diverse goods to meet consumer demands."
  },
  "CONTACT": {
    "SEND_US_MESSAGE": "Send us a message",
    "FULL_NAME": "Full Name",
    "EMAIL_ADDRESS": "Email Address",
    "PHONE_NUMBER": "Phone Number",
    "MESSAGE": "Message",
    "SEND_MESSAGE": "SEND MESSAGE",
    "UAE": "UAE",
    "STREET": "Al Hisn Zone, 34,",
    "SECTOR": "Sector W4, 20037,",
    "COUNTRY": "AbuDhabi, UAE"
  }
}
