{
  "HOME": {
    "CALL_US": "اتصل بنا",
    "EMAIL_US": "راسلنا",
    "MARKET": "السوق",
    "HOME": "الرئيسية",
    "ABOUT": "اكتشف عنا",
    "SERVICES": "الخدمات",
    "CONTACT": "اتصل بنا",
    "COMPANY": "عن الشركه",
    "VISION_MISSION": "الرؤية والرسالة",
    "PRODUCTS": "منتجاتنا",
    "SLIDER1": "نحن نؤمن بتعزيز العلاقات المستدامة في الأعمال",
    "SLIDER3": "تقديم حلول مبتكرة والمساهمة في النمو",
    "SLIDER4": "وازدهار شركائنا والمجتمعات التي نخدمها.",
    "THE_COMPANY": "الشركة",
    "COMPANY_SUBTITLE": "فلوريا جنرال تريدينج ش.ذ.م.م. هي كيان تجاري بارز يتمتع بمقر في دولة الإمارات العربية المتحدة.",
    "COMPANY_DESCRIPTION": "تعهدت شركة فلوريا للتجارة العامة بتقديم التفوق في مختلف القطاعات. تأسست بالتزام بالجودة والموثوقية ورضا العملاء، وقد ظهرت شركة فلوريا للتجارة العامة كلاعب رائد في صناعة الجملة والتجارة.",
    "READ_OUR_MISSION": "قراءة مهمتنا",
    "WORD_FROM_CEO": "كلمة من الرئيس التنفيذي",
    "READ_THE_MESSAGE_FROM_OUR_CEO": "قراءة الرسالة من الرئيس التنفيذي لدينا",
    "CEO_DESCRIPTION1": "أنا مسرور لتمديد الترحيب الحار لكم نيابة عن شركة فلوريا للتجارة العامة، حيث يكمن التزامنا بالتفوق والابتكار في قلب كل ما نقوم به.",
    "CEO_DESCRIPTION2": "كمدير لشركة فلوريا في الإمارات، يشرفني أن أقود فريقًا مكرسًا لتقديم خدمات لا مثيل لها في التجارة العامة وتوفير منتجات البترول وحلول النقل. تشكل رحلتنا من خلال التزام ثابت بالجودة والموثوقية وبناء علاقات دائمة.",
    "CEO_DESCRIPTION3": "تشمل قاعدة عملائنا الصناعات والنقل ومولدات الطاقة والبناء وخدمات البحرية.",
    "CEO_DESCRIPTION4": "في قطاع الطاقة المتطور باستمرار ، تقف فلوريا كمورد موثوق لمنتجات البترول ، بما في ذلك البنزين والديزل ووقود الطائرات A1 ، وغيرها. التزامنا بالجودة والكفاءة يضمن لنا تلبية الاحتياجات الديناميكية للطاقة لعملائنا.",
    "CEO_DESCRIPTION5": "تتم عملياتنا التجارية في أبو ظبي مع وجود مستودعات استراتيجية في الإمارات العربية المتحدة.",
    "WARM_REGARDS": "تحيات دافئة.",
    "CEO_NAME": "Osama K M Alaqad",
    "CEO_POSITION": "Director, FLORYA GENERAL TRADING",
    "SERVICES_HOME": "الخدمات",
    "SERVICES_DESCRIPTION": "تقدم شركة فلوريا للتجارة العامة مجموعة شاملة من المنتجات لتلبية الاحتياجات المتنوعة",
    "SERVICES_DESCRIPTION1": "احتياجات الشركات في مختلف الصناعات.",
    "BUILDING_MATERIALS": "مواد البناء",
    "IT_COMPUTER_EQUIPMENT": "معدات الحاسوب الذكية",
    "FUEL_SUPPLIER": "مزود الوقود",
    "ONSHORE_AND_OFFSHORE_OIL": "عناصر ومرافق حقول ومنشآت النفط والغاز البرية والبحرية",
    "GOODS_AND_SHIPMENT_SERVICES": "خدمات البضائع والشحن.",
    "PARA_PHARMACEUTICAL_PRODUCTS_WHOLESALE": "بيع بالجملة لمنتجات الصيدلة البديلة",
    "WHOLESALE_OF_PERFUME_TRADING": "تجارة بالجملة لتجارة العطور",
    "SERVICES_BROKER": "وسيط الخدمات",
    "WHOLESALE_OF_FILLING_AND_PACKAGING_MATERIAL_TRADING": "تجارة الجملة لمواد التعبئة والتغليف",
    "WHOLESALE_OF_COSMETICS_AND_TRADING": "تجارة الجملة للمستحضرات التجميلية والتجارة",
    "IMPORTING": "استيراد",
    "HEAD_OFFICE": "المركز الرئيسي",
    "OUR_SERVICES": "خدماتنا",
    "QUICK_LINKS": "روابط سريعة",
    "FOOTER_DESCR": "تقديم شراكات وتوجيهات تقدمية بشكل تعاوني. تقديم سلاسل توريد متميزة بحزم قبل الحلول الناشئة. تحويل العناصر العملية ذات العائد العالي إلى أموال قبل المصادر الداخلية أو العضوية للعناصر العملية الاستثنائية لاسلكيًا.",
    "SUPPORT": "الدعم",
    "OFFICE": "المكتب",
    "COMPANY_OVERVIEW": "COMPANY OVERVIEW"
  },
  "ABOUT": {
    "THE_COMPANY": "الشركة",
    "COMPANY_OVERVIEW": "نظرة عامة على الشركة",
    "HOME": "الرئيسية",
    "COMPANY_TITLE": "فلوريا جنرال تريدينج ش.ذ.م.م هي كيان تجاري بارز مقره الإمارات العربية المتحدة، مكرس لتقديم التميز في مختلف القطاعات.",
    "COMPANY_DESC": "تأسست بالتزام بالجودة والموثوقية ورضا العملاء، ظهرت شركة فلوريا للتجارة العامة كلاعب رائد في صناعة الجملة والتجارة.",
    "COMPANY_DESC1": "تمكنت شركة فلوريا للتجارة العامة من اكتساب خبرة واسعة وبناء علاقات قوية مع العديد من الشركات في الإمارات العربية المتحدة. تمكن هذا الشبكة الشركة من التنقل في المشهد التجاري بفعالية، مما يضمن التعاون والشراكات الناجحة.",
    "COMPANY_DESC2": "ثروة يمكن تراكمها فقط من خلال أرباح الصناعة وادخار الاقتصاد.",
    "OUR_CULTURE": "ثقافتنا",
    "CULTURE_DESC": "اعتنق عرض النطاق الترددي المتعامد بعد تحسينات العملية المتوافقة مع الإصدارات السابقة.",
    "CULTURE_DESC1": " قم بتصميم عناصر العمل الوظيفية بعد النتائج لمدة 24/365. إعادة تعريف القياسات عالمية الطراز دون الأسواق الرائدة. قم بتنظيم التفكير خارج الصندوق بشكل تدريجي من خلال متجهات الجودة ",
    "VISION_MISSION": "رؤيتنا ومهمتنا",
    "TITLE_DESC": "المشاركة في أنشطة التجارة العامة، تقدم فلوريا للتجارة العامة محفظة شاملة",
    "TITE_DESC1": "من المنتجات لتلبية احتياجات متنوعة للشركات في مختلف الصناعات",
    "OUR_MISSION": "مهمتنا",
    "COMPANY_NAME": "فلوريا جنرال تريدينج ش.ذ.م.م.",
    "MISSION_DESC": "فلوريا جنرال تريدينج ش.ذ.م.م هي كيان تجاري بارز مقره الإمارات العربية المتحدة، مكرس لتقديم التميز في مختلف القطاعات. تأسست بالتزام بالجودة والموثوقية ورضا العملاء، وقد ظهرت فلوريا جنرال تريدينج كلاعب رائد في صناعة الجملة والتجارة.",
    "OUR_VISION": "رؤيتنا",
    "VISITON_DESC": "لتكون لاعبًا رائدًا في السوق المحلية، وتقديم منتجات وخدمات عالية الجودة، مع تعزيز الشراكات المستدامة والمفيدة للجميع.",
    "MISSION_DESC1": "فلوريا جنرال تريدينغ ملتزمة بتقديم منتجات وخدمات متفوقة في مختلف الصناعات، مع ضمان رضا العملاء والتفوق التشغيلي، والمساهمة في النمو الاقتصادي للمنطقة."
  },
  "SERVICES": {
    "BUILDING_MATRIALS_DESC": "الكهربائيات - الأجهزة - الكابلات - التجهيزات - خزانات المياه - المحولات - منتجات السلامة - أضواء البحرية - الأبواب - الرخام - الدهانات - أدوات الطاقة - أدوات يدوية - الأدوات الخشبية - مضخة غاطسة - الصمامات - مضخة المياه",
    "IT_DESC": "لابتوب - سطح المكتب - أجهزة الكمبيوتر - شاشات - خوادم - جهاز لوحي - أجهزة الكمبيوتر - جهاز عرض - تعريف الصوت - وحدات تخزين الحالة الصلبة - ذاكرة فلاش - أقراص صلبة - أقراص بصرية - محركات - لوحات مفاتيح - فئران - مجموعات سطح المكتب - سماعات رأس - ميكروفونات - سماعات رأس - وحدات تحكم للألعاب - حماية من الارتفاعات / مزودات الطاقة - مكبرات صوت - كاميرات الويب.",
    "FUEL_SUPPLIER_DESC": "تعد شركة Florya General Trading موردًا موثوقًا للمنتجات البترولية، بما في ذلك البنزين وزيت الغاز ووقود الطائرات A1 والبيتومين ومواد التشحيم وغيرها بالإضافة إلى الشحن. تضمن الشركة تقديم وقود عالي الجودة لتلبية احتياجات الطاقة لعملائها. ▪ يتألف فريقنا من مهنيين ذوي خبرة ومتعددة الاستخدامات يتمتعون بخبرة كبيرة في مجالات التقطير الخفيف والمتوسط والثقيل. ▪ بالنسبة لشركة ديزل، نقدم وقود ديزل عالي الجودة منخفض الكبريت للسيارات للمحركات عالية السرعة التي تعمل بالديزل ومجموعات المولدات والتطبيقات الصناعية الأخرى، مما يضمن مستويات أداء عالية الجودة.",
    "ONSHORE_AND_OFFSHORE_OIL_DESC": "تقدم الشركة خدمات متخصصة ذات صلة بحقول النفط والغاز البرية والبحرية، وتوفر الدعم الأساسي لقطاع الطاقة.",
    "GOODS_AND_SHIPMENT_SERVICES_DESC": "تقدم شركة فلوريا للتجارة العامة خدمات الشحن البري، مما يسهل نقل البضائع بسلاسة داخل المنطقة مع التزام بالموثوقية والكفاءة. يمكن تصدير واستيراد جميع منتجاتنا النفطية في أي جزء من العالم.",
    "PARA_PHARMACEUTICAL_PRODUCTS_WHOLESALE_DESC": "Florya General Trading هي موزعة جملة موثوق بها لمنتجات الصيدلة الفرعية، وتضمن مجموعة متنوعة وعالية الجودة من حلول الرعاية الصحية لعملائها.",
    "WHOLESALE_OF_PERFUME_TRADING_DESC": "الشركة هي لاعب رئيسي في قطاع تجارة العطور بالجملة، وتوفر مجموعة واسعة من العطور الفاخرة المستوردة من العلامات التجارية الموثوقة.",
    "SERVICES_BROKER_DESC": "تعمل شركة فلوريا للتجارة العامة كوسيط للخدمات الموثوق به، حيث تستفيد من خبرتها واتصالاتها في الصناعة لربط العملاء بحلول مصممة خصيصًا تلبي متطلبات أعمالهم الخاصة.",
    "WHOLESALE_OF_FILLING_AND_PACKAGING_MATERIAL_TRADING_DESC": "تختص شركة فلوريا للتجارة العامة في توريد مواد التعبئة والتغليف، حيث تلبي احتياجات التعبئة لمختلف الصناعات بحلول عالية الجودة ومبتكرة.",
    "WHOLESALE_OF_COSMETICS_AND_TRADING_DESC": "Florya General Trading هي شريك مفضل في التجارة الجملة لمستحضرات التجميل، وتوفر مجموعة واسعة من منتجات الجمال والعناية بالبشرة لتلبية متطلبات السوق.",
    "IMPORTING_DESC": "مع التركيز على الاستيراد، تقدم الشركة منتجات عالية الجودة إلى السوق المحلية، ضمانًا لتوفير إمدادات مستدامة من السلع المتنوعة لتلبية احتياجات المستهلكين."
  },
  "CONTACT": {
    "SEND_US_MESSAGE": "ارسل لنا رسالة",
    "FULL_NAME": "الاسم بالكامل",
    "EMAIL_ADDRESS": "الايميل الالكتروني",
    "PHONE_NUMBER": "نمرة الهاتف",
    "MESSAGE": "الرساله",
    "SEND_MESSAGE": "ارسال",
    "UAE": "الإمارات العربية المتحدة",
    "STREET": "منطقه الحصن , ٣٤,",
    "SECTOR": "قطاع W4, ٢٠٠٣٧,",
    "COUNTRY": "أبو ظبي، الإمارات العربية المتحدة"
  }
}
